{
    "welcome_prefix": "Willkommen bei",
    "welcome_suffix": "Ihrem vertrauenswürdigen Partner für PLM-Lösungen",
    "mission_statement": "Unsere Mission ist es, Ihr Unternehmen mit den notwendigen Tools, Dienstleistungen und Best Practices auszustatten, um die Produktivität zu steigern, Innovationen voranzutreiben und in der sich schnell verändernden digitalen Landschaft von heute Wohlstand zu erreichen.",
    "services_title": "Was Wir Anbieten",
    "services_implmentation": "Durchführung",
    "services_customiztion": "Anpassung",
    "services_integration": "Integration",
    "services_migration": "Migration",
    "services_support": "Unterstützung",
    "services_consultation": "Beratung",
    "services_implmentation_description": "Kompetente PLM Teamcenter-Implementierungsberatung, die von der Projektgenehmigung bis zur Ausführung begleitet und mit bewährten Erfolgstaktiken häufige Implementierungsprobleme überwindet.",
    "services_customiztion_description": "Benutzerdefinierte Berichte, Automatisierung mit einem Klick, Workflow-Upgrades, Integration älterer Systeme und spezialisierte Entwicklung, die RAC, ITK, SOA und Active Workspace und mehr umfasst.",
    "services_integration_description": "Nahtlose Teamcenter-Integrationen mit CAD-Tools und SAP/ERP-Systemen zur Verbesserung der Zusammenarbeit, Reduzierung von Fehlern und Beschleunigung der Markteinführung. Wir bieten kompetente Integrationsdienste, die einen bidirektionalen Datenfluss und eine optimierte Designeffizienz gewährleisten.",
    "services_migration_description": "Kompetente Datenmigrationsdienste zur Bewältigung der Herausforderungen der Datenbereinigung und -aufbereitung und Gewährleistung eines reibungslosen Übergangs von Altsystemen mit maßgeschneiderten Strategien und Support, die auf Ihre individuellen Anforderungen zugeschnitten sind.",
    "services_support_description": "Kompetente Unterstützung bei der Installation, Konfiguration, Verwaltung und Integration mit SAP- und Cloud-Systemen. Dabei nutzen wir unser Fachwissen, um die Komplexität von Teamcenter zu bewältigen und Ihre Geschäftsprozesse zu verbessern.",
    "services_consultation_description": "Mit Schwerpunkt auf spezialisierten Lösungen und Unterstützung sind unsere Berater bestrebt, Ihr Unternehmen zu stärken, sodass Sie Ihre Abläufe mühelos mit PLM-Prozessen verbinden und abbilden können, um so die Produktivität und Effizienz zu steigern.",
    "tagline": "PLM-Lösungen können Ihr Unternehmen verändern.",
    "about_us_p1": "Bei SAJU Software bieten wir umfassende Product Lifecycle Management (PLM)-Lösungen an, die darauf ausgelegt sind, Ihr Produkt von der Einführung bis zur Außerbetriebnahme zu unterstützen. Unser Fachwissen erstreckt sich über den gesamten Lebenszyklus und umfasst Design, Entwicklung, Produktion, Bereitstellung und darüber hinaus.",
    "about_us_p2": "Wir zeichnen uns durch die Implementierung und Anpassung von Siemens Teamcenter aus, um es an Ihre individuellen Geschäftsanforderungen anzupassen. Mit fundierter PLM-Expertise bieten wir ein umfassendes Leistungsspektrum: von der Systemimplementierung und maßgeschneiderten Anpassung bis hin zu fachkundiger Beratung, fortlaufendem Support und umfassender Benutzerschulung.",
    "about_us_p3": "Unser Ziel ist es, Ihre Arbeitsabläufe zu verbessern und Ihre digitale Infrastruktur zu modernisieren, damit Sie in der digitalen Landschaft erfolgreich sein können.",
    "about_us_p4": "Unsere Expertise umfasst:",
    "about_us_subheader" : "Wir BIETEN die besten  PLM-Lösungen",
    "about_us_p5": "Mit unserem umfassenden Fachwissen im Bereich Siemens Teamcenter liefern wir innovative, skalierbare und effiziente Lösungen, die auf Ihre individuellen Geschäftsanforderungen zugeschnitten sind. Zu unseren umfassenden Dienstleistungen gehören:",
    "faq1": "Was ist PLM?",
    "faq2": "Was ist Teamcenter?",
    "faq3": "Wie PLM und Teamcenter Ihrem Unternehmen helfen?",
    "answer1": "PLM (Product Lifecycle Management) ist ein strategischer Ansatz zur Verwaltung des gesamten Lebenszyklus eines Produkts vom ersten Konzept über Design, Herstellung und Service bis hin zu seiner Entsorgung oder dem Recycling. Es integriert Menschen, Prozesse und Geschäftssysteme und Informationen, um eine umfassende, einheitliche Sicht auf den Lebenszyklus eines Produkts zu erstellen.",
    "answer2": "Teamcenter ist eine führende PLM-Software von Siemens, die den gesamten Lebenszyklus eines Produkts verwaltet, vom Entwurf bis zur Entsorgung, indem sie Menschen, Prozesse und Daten im gesamten Unternehmen verbindet. Sie rationalisiert die Zusammenarbeit, automatisiert Prozesse und lässt sich mit anderen integrieren. Systeme, die Unternehmen dabei helfen, schneller zu innovieren und ihre Effizienz zu steigern.",
    "answer3": "PLM und Teamcenter helfen Unternehmen, indem sie Produktdaten zentralisieren, die Zusammenarbeit zwischen Teams verbessern und Prozesse automatisieren, was Fehler reduziert und die Markteinführungszeit beschleunigt.Sie verbessern die Produktqualität, stellen die Compliance sicher und sorgen für Kosten- und Zeiteinsparungen, sodass Unternehmen innovativ sein und wettbewerbsfähig bleiben können.",
    "our_team_text": "Lernen Sie unser Team aus qualifizierten Fachleuten kennen, die durch die Leidenschaft vereint sind, Herausforderungen durch kompetente PLM-Lösungen in Chancen umzuwandeln.",
    "our_client_text": "Lernen Sie unsere zufriedenen Kunden kennen; Sie haben für uns oberste Priorität und wir sind bestrebt, ihnen den besten Service zu bieten.",
    "our_team_harshal": "Mit mehr als 18 Jahren Erfahrung zeichnet sich Harshal durch Teamcenter-Konfiguration, ITK-Programmierung, SAP-Integration, Stücklistenverwaltung, TCL-Skripterstellung für T4S und Serveradministration aus.",
    "our_team_ashutosh": "Mit mehr als 10 Jahren Erfahrung in der Full-Stack-Entwicklung ist Ashutosh auf .NET, SQL, REST-APIs, Angular, TypeScript und JavaScript spezialisiert und verfügt über Kenntnisse in PLM und Teamcenter.",
    "contact_us": "Kontaktieren Sie uns",
    "contact_us_text": "Lernen Sie unsere zufriedenen Kunden kennen; Sie haben für uns oberste Priorität und wir sind bestrebt, ihnen den besten Service zu bieten."
}