{
    "welcome_prefix": "Welcome to",
    "welcome_suffix": "Your Trusted Partner in PLM Solutions",
    "mission_statement": "Our mission is to empower your firm with the necessary tools, services and best practices to boost productivity,drive innovation, and achieve prosperity in today's rapidly changing digital landscape.",
    "services_title": "What We Offer",
    "services_implmentation": "Implmentation",
    "services_customiztion": "Customization",
    "services_integration": "Integration",
    "services_migration": "Migration",
    "services_support": "Support",
    "services_consultation": "Consultation",
    "services_implmentation_description": "Expert PLM Teamcenter implementation consultancy, providing guidance from project approval to execution, with tried-and-true success tactics overcoming frequent implementation issues.",
    "services_customiztion_description": "Custom reporting, single-click automation, workflow upgrades, legacy system integration, and specialized development spanning RAC, ITK, SOA, and Active Workspace and more.",
    "services_integration_description": "Seamless Teamcenter integrations with CAD tools and SAP/ERP systems to enhance collaboration, reduce errors, and accelerate time-to-market. We offer expert integration services ensuring bidirectional data flow and optimized design efficiency.",
    "services_migration_description": "Expert data  migration services to tackle the challenges of data cleaning and preparation, ensuring a smooth transition from legacy systems with customized strategies and support tailored to your unique requirements.",
    "services_support_description": "Expert support in installation, configuration, administration, and integration with SAP and cloud systems, leveraging our domain knowledge to navigate the complexities of Teamcenter and enhance your business processes.",
    "services_consultation_description": "With focus on specialized solutions and assistance, our consultants are committed to empower your organization, allowing you to effortlessly connect and map your operations with PLM processes, increasing productivity and efficiency.",
    "tagline": "PLM Solutions Have the Power to Change Your Organization.",
    "about_us_p1": "At SAJU Software, we offer comprehensive Product Lifecycle Management (PLM) solutions designed to support your product from inception through to its retirement. Our expertise spans the entire lifecycle, encompassing design, development, production, deployment, and beyond.",
    "about us_p2": "We excel in implementing and customizing Siemens Teamcenter to align with your unique business requirements. With profound expertise in PLM, we offer a full range of services: from system implementation and bespoke customization to expert consultation, ongoing support, and comprehensive user training.",
    "about_us_p3": "Our goal is to enhance your workflows, modernize your digital infrastructure to help you thrive in the digital landscape.",
    "about_us_p4": "Our Expertise Includes:",
    "about_us_subheader" : "We OFFER the best PLM solutions",
    "about_us_p5": "With our deep expertise in Siemens Teamcenter, we deliver innovative, scalable, and efficient solutions tailored to meet your unique business requirements, our comprehensive services includes:",
    "faq1": "What is PLM?",
    "faq2": "What is Teamcenter?",
    "faq3": "How PLM and Teamcenter helps your business?",
    "answer1": "PLM (Product Lifecycle Management) is a strategic approach to managing the entire lifecycle of a product from its initial concept, through design, manufacturing, and service, to its disposal or recycling. It integrates people, processes, business systems, and information to create a comprehensive, unified view of a product's lifecycle.",
    "answer2": "Teamcenter is a leading PLM software by Siemens that manages the entire lifecycle of a product, from design to disposal, by connecting people, processes, and data across the organization. It streamlines collaboration, automates processes, and integrates with other systems, helping companies innovate faster and improve efficiency.",
    "answer3": "PLM and Teamcenter help businesses by centralizing product data, enhancing collaboration across teams, and automating processes, which reduces errors and accelerates time-to-market. They improve product quality, ensure compliance, and drive cost and time savings, enabling companies to innovate and stay competitive.",
    "our_team_text": "Meet our team of skilled professionals, united by a passion for transforming challenges into opportunities through expert PLM solutions.",
    "our_client_text": "Meet our satisfied customers; they are our top priority, and we strive to offer them the finest service.",
    "our_team_harshal": "With 18+ years of experience, Harshal excels in Teamcenter configuration, ITK programming, SAP integration, BOM management, TCL scripting for T4S, and server administration.",
    "our_team_ashutosh":"With 10+ years in full-stack development, Ashutosh specializes in .NET, SQL, REST APIs, Angular, TypeScript, and JavaScript, and possesses knowledge of PLM and Teamcenter.",
    "our_team_jennifer": "With a strong commitment to excellence, Director Jennifer leads her team to consistently deliver outstanding results, playing a pivotal role in our company's success.",
    "our_team_jane": "Jane Doe, our CEO and Founder, is the driving force behind our innovative strategies and company culture. Her leadership inspires the team to reach new levels of excellence.",
    "contact_us": "Contact Us",
    "contact_us_text": "We would be delighted to hear from you. Interested in collaborating? Fill out the form below with some information about your project, and we will respond as quickly as possible."
}